Repository: tfuxu/floodit
Catalog: po/*.po
Languages: nl

source: Flood It
nl: Overstroming

source: Flood the board
nl: Overspoel het bord

source: Flood It is a game with the simple premise of flooding the entire board with one color in the least amount of moves possible. Challenge yourself with this simple, yet addictive strategy game, where you need to flood-it as efficiently as you can!
nl: In Overstroming is het de bedoeling dat je het bord volledig overspoelt met één kleur, en dat in zo min mogelijk zetten. Daag jezelf uit met dit eenvoudig uitziende doch verslavende spel, waarin je zo efficiënt mogelijk dient te zijn!

source: game;strategy;flood;flood-it;
nl: spel;strategie;overstroming;overspoelen;flood;flood-it;

source: Custom Mode
nl: Aangepast

source: Choose your own board size and move limit
nl: Bepaal zelf de bordgrootte en het maximumaantal zetten

source: Board Size
nl: Bordgrootte

source: Range 2 to 32
nl: Tussen 2 en 32

source: Custom Move Limit
nl: Eigen maximaal aantal zetten

source: Move Limit
nl: Maximaal aantal zetten

source: _Play
nl: S_pelen

source: Select Difficulty
nl: Kies een moeilijkheidsgraad

source: Back
nl: Terug

source: Play casually or challenge yourself
nl: Speel voor de lol of daag jezelf uit

source: Easy
nl: Makkelijk

source: A 6x6 board with 15 moves
nl: Een bord van 6x6 met 15 zetten

source: Normal
nl: Normaal

source: A 10x10 board with 20 moves
nl: Een bord van 10x10 met 20 zetten

source: Hard
nl: Moeilijk

source: A 14x14 board with 25 moves
nl: Een bord van 14x14 met 25 zetten

source: Custom
nl: Aangepast

source: Specify your own board size and move limit
nl: Bepaal zelf de bordgrootte en het maximumaantal zetten

source: Main Menu
nl: Hoofdmenu

source: New Game
nl: Nieuw spel

source: Keyboard Shortcuts
nl: Sneltoetsen

source: About Flood It
nl: Over Overstroming

# shortcut window
source: Game
nl: Spel

# shortcut window
source: Start New Game
nl: Nieuw spel starten

# shortcut window
source: General
nl: Algemeen

# shortcut window
source: Show Shortcuts
nl: Sneltoetsen tonen

# shortcut window
source: Quit
nl: Afsluiten

source: _Go Home
nl: Starts_cherm tonen

source: _Play Again
nl: O_pnieuw beginnen
